[
  {
    "name": "John Doe",
    "id": 1,
    "img": "https://source.unsplash.com/random/1",
    "message": "The service provided by Tesla was exceptional. I was highly impressed by their innovative approach and attention to detail. I would definitely recommend their products to anyone!",
    "company": "Tesla"
  },
  {
    "name": "Jane Smith",
    "id": 2,
    "img": "https://source.unsplash.com/random/2",
    "message": "I had an amazing experience with Google. The professionalism and quality of their service were truly impressive. I wouldn't hesitate to use their services again.",
    "company": "Google"
  },
  {
    "name": "Alice Johnson",
    "id": 3,
    "img": "https://source.unsplash.com/random/3",
    "message": "My interaction with Amazon was fantastic. The team went above and beyond to ensure my satisfaction. Overall, it was a delightful experience!",
    "company": "Amazon"
  },
  {
    "name": "Bob Williams",
    "id": 4,
    "img": "https://source.unsplash.com/random/4",
    "message": "I'm extremely satisfied with the results delivered by Microsoft. Their professionalism and quality of work were truly commendable. Great job!",
    "company": "Microsoft"
  },
  {
    "name": "Ella Brown",
    "id": 5,
    "img": "https://source.unsplash.com/random/5",
    "message": "The attention to detail shown by Apple was remarkable. I'm truly impressed with their dedication to delivering excellent products. Highly recommended!",
    "company": "Apple"
  },
  {
    "name": "Michael Davis",
    "id": 6,
    "img": "https://source.unsplash.com/random/6",
    "message": "I found Uber's dedication and expertise made the entire process smooth and efficient. I'm highly satisfied with their services. Thank you!",
    "company": "Uber"
  },
  {
    "name": "Sophia Miller",
    "id": 7,
    "img": "https://source.unsplash.com/random/7",
    "message": "Netflix's service exceeded my expectations. I couldn't be happier with the quality and convenience they provided. Truly impressive!",
    "company": "Netflix"
  },
  {
    "name": "David Wilson",
    "id": 8,
    "img": "https://source.unsplash.com/random/8",
    "message": "Impressive service combined with great communication from Airbnb. Highly recommended for their professionalism and reliability!",
    "company": "Airbnb"
  },
  {
    "name": "Olivia Garcia",
    "id": 9,
    "img": "https://source.unsplash.com/random/9",
    "message": "Salesforce delivered exactly what I needed. Their excellent service and support were instrumental in our success. Thank you!",
    "company": "Salesforce"
  },
  {
    "name": "William Martinez",
    "id": 10,
    "img": "https://source.unsplash.com/random/10",
    "message": "Facebook's professionalism is at its finest. I'm delighted with the outcome and would recommend their services without hesitation!",
    "company": "Facebook"
  }
]